Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/samefolkets_parti_no.docx.tmx
Source language: nob
Languages: sme

source: Samefolkets Parti viser til forhandlingene mellom Sametinget og Samisk Kunstnerråd som resulterte i brudd.
sme: Sámi Álbmotbellodat čujuha šiehtadallamiidda Sámedikki ja Sámi Dáiddárráđi gaskkas mat boatkanedje.

source: Uenigheten dreide seg om at SDR ikke fikk nødvendige midler fra Sametinget for å ta opp ekstra medlemsorganisasjoner.
sme: Guovtteoaivilvuohta guoskkai dasa ahte SDR ii ožžon ruđaid Sámedikkis maid dárbbaša ásahit ođđa miellahttosearvvi.

source: SDR mener de må ha 1.5 stillingshjemmel for å klare å håndtere opptak av nye medlemsorganisasjoner.
sme: SDR oaivvilda ahte sis ferte 1.5 virgevuođu jus galget nagodit gieđahallat ođđa miellahttosearvvi sisaváldima.

source: SDR har allerede 6 medlemsorganisasjoner og bare 0,5 stillingshjemmel for å handtere merarbeidet i egen administrasjon.
sme: SDR:s leat juo 6 miellahttosearvvi ja dušše 0,5 virgevuođu gieđahallat hálddahusa eanetbarggu.

source: Ifølge orienteringsbrev fra SDR til sametingsrepresentantene datert den 23.11.2021, har SDR´s årsmøte i 2020 godkjent FSF som medlemmer, men lagt “inn et forbehold om at medlemskapet trer i kraft fra den dato Sametinget innvilger økt økonomisk tilskudd til SDR.
sme: Diehtojuohkinreivve mielde sámediggeáirasiidda beaiváduvvon 23.11.21, lea SDR jahkečoahkkin 2020:s dohkkehan SGS miellahttun muhto “eaktudan ahte miellahttuvuohta álgá easkka dan beaivve rájes go Sámediggi juolluda lassi ekonomalaš doarjaga SDR:i”.

source: ” Forbeholdet slik vi forstår det er blant annet det administrative merarbeidet dette vil medføre.
sme: Nu go mii oaidnit eavttuid de mielddisbuktá dát eanetbarggu hálddahussii.

source: Foreningen Samiske Forfattere er altså tatt opp som medlem, med medlemskapet blir ikke aktivisert før nødvendige midler er på plass.
sme: Sámi girječálliid searvi lea miellahttun beassan, muhto miellahttuvuohta ii álggahuvvo ovdal go dárbbašlaš ruđat leat sajis.

source: Dette har vi full forståelse for.
sme: Dan mii gal bures ipmirdit.

source: I samme orienteringsbrev skriver SDR at Sametinget viser til et vedtak gjort av Sametingets plenum om at Sametinget har vedtatt at FSF skal være medlemmer av SDR.
sme: Seamma diehtojuohkinreivves čállá SDR ahte Sámediggi čujuha dievasčoahkkima mearrádussii gos Sámediggi lea mearridan ahte SGS galgá SDR miellahttun.

source: Ifølge SDR medfører ikke dette riktighet.
sme: Diehtojuohkinreivve mielde de ii doala deaivása.

source: SDR skriver i orienteringsbrevet til Sametingsrepresentantene at;
sme: SDR čállá diehtojuohkinreivves Sámediggeáirasiidda ahte;

source: «Etter gjennomgang av både Sametingsrådets- og plenums protokoller fant SDR ikke et slikt vedtak».
sme: "Maŋŋá go leat geahčadan Sámediggeráđi ja dievasčoahkkima beavdegirjji de ii gávdno dákkár mearrádus”.

source: Kan Sametingsrådet bekrefte, eventuelt avkrefte om det finnes et slikt vedtak fattet av plenum?
sme: Sáhttá go Sámediggeráđđi duođaštit gávdno go dákkár dievasčoahkkinmearrádus dahje ii?

source: Samefolkets Parti støtter SDR i kravet om at nødvendige midler må på plass før FSF sitt medlemskap blir aktivert.
sme: Sámi Álbmotbellodat doarju SDR gáibádusa ahte dárbbašlaš ruđat fertejit sajis ovdal go SGS miellahttuvuohta álggahuvvo.

source: Sametinget må bevilge de midlene som trengs under den klare forutsetning av at FSF blir medlem med fulle rettigheter i Samisk Kunstnerråd.
sme: Sámediggi ferte juolludit ruđaid mat dárbbahuvvojit dan ektui ahte SGS šaddá miellahttu buot vuoigatvuođaiguin Sámi Dáiddárráđis.

source: Det er på tide at denne saken finner en løsning slik at den kan avsluttes på en best mulig måte, både for SDR og FSF.
sme: Lea dál áigi ahte čoavdit ášši nu ahte sáhttá loahpahuvvot buoremus lági mielde, sihke SDR:i ja SGS:i.
